Repository: yeleman/pnlp2011
Catalog: pnlp_core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Under 5
fr: Moins de 5ans

source: Over 5
fr: 5ans et plus

source: Pregnant Women
fr: Femmes enceintes

source: Stock Outs
fr: Rupture de stock

source: You don't have permission %(perm)s on %(entity)s
fr: Vous ne disposez pas de la permission %(perm)s pour %(entity)s

source: You don't have permission %(perm)s
fr: Vous ne disposez pas de la permission %(perm)s

source: Region
fr: Région

source: Health District
fr: District sanitaire

source: Health Center
fr: Établissement sanitaire

source: Month
fr: Mois

source: Year
fr: Année

source: Filling Day
fr: Jour de remplissage

source: Filling Month
fr: Mois de remplissage

source: Filling Year
fr: Année de remplissage

source: Author Name
fr: Nom de l'auteur

source: %(field)s is missing.
fr: Le champ %(field)s est vide.

source: %(data)s is not a valid data for %(field)s
fr: %(data)s n'est pas une donnée valide pour %(field)s

source: No Recipients for that message
fr: Aucun destinataire pour ce message

source: Unable to send empty email messages
fr: Impossible d'envoyer un e-mail sans corps

source: Message from %(site)s
fr: Message de %(site)s

source: %(field2)s (%(f2value)d) can't be more than %(field1)s (%(f1value)d)
fr: %(field2)s (%(f2value)d) ne peut pas être supérieur à %(field1)s (%(f1value)d)

source: The period of data (%(period)s) is in the future.
fr: La période (%(period)s) déclarée est dans le futur.

source: The reporting time frame for that period (%(period)s) is over.
fr: La période de rapportage pour cette période (%(period)s) est terminée.

source: The fillin day (%(day)s) is out of range for that month (%(month)s)
fr: Le jour de remplissage est erroné. Il n'y a pas de jour %(day)s dans le mois %(month)s

source: The entity code (%(code)s) does not match any HC.
fr: Le code établissement (%(code)s) ne correspond à aucun centre.

source: There is already a report for that HC (%(entity)s) and that period (%(period)s)
fr: Il y a déjà un rapport pour ce centre (%(entity)s) et cette période (%(period)s)

source: You don't have permission to send a report for that location (%(loc)s).
fr: Vous n'avez pas la permission d'envoyer un rapport pour cet établissement (%(loc)s).

source: Yes
fr: Oui

source: No
fr: Non

source: Malaria Report
fr: Rapport Paludisme

source: Malaria Reports
fr: Rapports Paludisme

source: Total Consultation All Causes
fr: Total consultations toutes causes

source: Total Suspected Malaria Cases
fr: Cas suspectés de paludisme

source: Total Simple Malaria Cases
fr: Cas de paludisme simple

source: Total Severe Malaria Cases
fr: Cas de paludisme grave

source: Total Tested Malaria Cases
fr: Cas de paludisme testés

source: Total Confirmed Malaria Cases
fr: Cas de paludisme confirmés

source: Total Treated Malaria Cases
fr: Cas de paludisme traités

source: Total Inpatient All Causes
fr: Hospitalisations toutes causes

source: Total Malaria Inpatient
fr: Hospitalisations paludisme

source: Total Death All Causes
fr: Décès toutes causes

source: Total Malaria Death
fr: Décès paludisme

source: Total Distributed Bednets
fr: MILD distribuées

source: Total ANC1 Visits
fr: CPN 1

source: Total SP1 given
fr: SP 1

source: Total SP2 given
fr: SP 2

source: ACT Children
fr: CTA Enfant

source: ACT Youth
fr: CTA Adolescent

source: ACT Adult
fr: CTA Adulte

source: Artemether
fr: Artémether

source: Serum
fr: Sérum

source: Bednets
fr: MILDs

source: RDTs
fr: TDRs

source: created
fr: créé
