Repository: yeleman/pnlp2011
Catalog: pnlp_web/locale/*/LC_MESSAGES/django.po
Languages: fr

source: The credentials you are using to log in are not valid. Please contact ANTIM.
fr: Les identifiants que vous utilisez ne sont pas valides. Merci de contacter l'ANTIM.

source: Edit your informations
fr: Modifier vos informations

source: Log out
fr: Se déconnecter

source: Disconnect
fr: Déconnecter

source: Log in
fr: S'identifier

source: View Help Topics
fr: Voir les page d'aide

source: Help
fr: Aide

source: Informative Messages. Click to hide.
fr: Messages d'information. Cliquez pour les faire disparaître.

source: Contact Us
fr: Contactez nous

source: About PNLP
fr: À propos du PNLP

source: About
fr: À propos

source: My Profile
fr: Mon profil

source: My personnal informations
fr: Mes informations personnelles

source: Change password
fr: Changer de mot de passe

source: Unable to log you in with this username and password.
fr: Impossible de vous identifier avec cet identifiant et ce mot de passe.

source: Username
fr: Identifiant

source: Password
fr: Mot de passe

source: Children Under 5yo.
fr: Enfants de moins de 5ans

source: Children Over 5yo.
fr: Enfants de 5ans et plus

source: Pregnant Women
fr: Femmes enceintes

source: Reporting
fr: Rapport

source: Collect / Data Entry
fr: Remplissage / Collecte

source: Stock outs
fr: Rupture de stocks

source: All Age
fr: Tout âge confondu

source: Default
fr: Autres

source: Data Collection
fr: Collecte + transmission CSCom

source: District Validation
fr: Validation niveau district

source: Region Validation
fr: Validation niveau région

source: National Analysis
fr: Analyse niveau national

source: Your Name
fr: Votre nom

source: Your e-mail address
fr: Votre adresse e-mail

source: Your phone number
fr: Votre numéro de téléphone

source: Subject
fr: Objet

source: Recipient
fr: Destinataire

source: Choose PNLP for operational requests and ANTIM for technical ones.
fr: Choisissez PNLP pour les demandes opérationnelles et ANTIM pour celles techniques.

source: Your request
fr: Votre requête

source: Support request sent.
fr: Demande d'assistance envoyée.

source: Unable to send request. Please try again later.
fr: Impossible d'envoyer la demande. Merci de réessayer plus tard.

source: Entity %(entity)s updated.
fr: Établissement %(entity)s mis à jour.

source: Entity %(entity)s created.
fr: L'établissement %(entity)s a été créé.

source: Requested period interval (%(period_str)s) includes inexistant periods.
fr: L'interval demandée (%(period_str)s) contient des périodes inexistantes.

source: This section does not exist.
fr: Cette section n'existe pas.

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: E-mail Address
fr: Adresse e-mail

source: Phone Number
fr: Nº de téléphone

source: New Password
fr: Nouveau mot de passe

source: Confirm New Password
fr: Confirmer le nouveau mot de passe

source: You must confirm your password
fr: Vous devez confirmer votre mot de passe

source: Your passwords do not match
fr: Les deux mots de passe ne correspondent pas

source: Profile details updated.
fr: Profil mis à jour.

source: Password updated.
fr: Mot de passe mis à jour.

source: User ID
fr: ID Utilisateur

source: Role
fr: Rôle

source: Entity
fr: Établissement

source: Phone number already taken by %(provider)s
fr: Ce numéro de téléphone est déjà associé à %(provider)s

source: An e-mail containing the password has been sent to %(email)s
fr: Un e-mail contenant le mot de passe a été envoyé à %(email)s

source: Unable to send e-mail to %(email)s. Please record and forward the password: %(pass)s
fr: Impossible d'envoyer un e-mail à %(email)s. Merci de noter et transmettre le mot de passe: %(pass)s

source: Please record and forward the generated password: %(pass)s
fr: Merci de noter et transmettre à la personne concerné son mot de passe: %(pass)s

source: There is no Provider account with ID #%(id)d
fr: Il n'y a as de compte utilisateur avec l'ID #%(id)d

source: Requested status is same as current user status.
fr: Le statut demandé est identique au statut actuel.

source: %(provider)s status has been changed to %(status)s
fr: Le compte %(provider)s est désormais %(status)s

source: active
fr: actif

source: inactive
fr: inactif

source: No report for that period
fr: Aucun rapport pour cette période
